[
  {
    "backdrop_path": null,
    "first_air_date": "2004-05-10",
    "genre_ids": "16,35",
    "id": 100,
    "name": "I Am Not an Animal",
    "origin_country": [
      "GB"
    ],
    "original_language": "en",
    "original_name": "I Am Not an Animal",
    "overview": "I Am Not An Animal is an animated comedy series about the only six talking animals in the world, whose cosseted existence in a vivisection unit is turned upside down when they are liberated by animal rights activists.",
    "popularity": 9.999,
    "poster_path": "/qG59J1Q7rpBc1dvku4azbzcqo8h.jpg",
    "vote_average": 9.4,
    "vote_count": 601,
    "type": "topRated"
  },
  {
    "backdrop_path": "/7gbmM2NWcqZONbp65HUWDf4wr0Q.jpg",
    "first_air_date": "2019-07-12",
    "genre_ids": "16,18",
    "id": 88040,
    "name": "Given",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "ギヴン",
    "overview": "Tightly clutching his Gibson guitar, Mafuyu Satou steps out of his dark apartment to begin another day of his high school life. While taking a nap in a quiet spot on the gymnasium staircase, he has a chance encounter with fellow student Ritsuka Uenoyama, who berates him for letting his guitar's strings rust and break. Noticing Uenoyama's knowledge of the instrument, Satou pleads for him to fix it and to teach him how to play. Uenoyama eventually agrees and invites him to sit in on a jam session with his two band mates: bassist Haruki Nakayama and drummer Akihiko Kaji.",
    "popularity": 24.833,
    "poster_path": "/pdDCcAq8RNSZNk81PXYoHNUPHjn.jpg",
    "vote_average": 9.2,
    "vote_count": 404,
    "type": "topRated"
  },
  {
    "backdrop_path": "/uAjMQlbPkVHmUahhCouANlHSDW2.jpg",
    "first_air_date": "2019-01-11",
    "genre_ids": "16,9648,10765,10759,18",
    "id": 83097,
    "name": "The Promised Neverland",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "約束のネバーランド",
    "overview": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage — a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family... never to be heard from again.\n\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama.",
    "popularity": 116.229,
    "poster_path": "/oBgRCpAbtMpk1v8wfdsIph7lPQE.jpg",
    "vote_average": 9.2,
    "vote_count": 552,
    "type": "topRated"
  },
  {
    "backdrop_path": "/qSgBzXdu6QwVVeqOYOlHolkLRxZ.jpg",
    "first_air_date": "2019-01-09",
    "genre_ids": "16,10759,10765,18",
    "id": 83095,
    "name": "The Rising of the Shield Hero",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "盾の勇者の成り上がり",
    "overview": "Iwatani Naofumi was summoned into a parallel world along with 3 other people to become the world's Heroes. Each of the heroes respectively equipped with their own legendary equipment when summoned, Naofumi received the Legendary Shield as his weapon. Due to Naofumi's lack of charisma and experience he's labeled as the weakest, only to end up betrayed, falsely accused, and robbed by on the third day of adventure. Shunned by everyone from the king to peasants, Naofumi's thoughts were filled with nothing but vengeance and hatred. Thus, his destiny in a parallel World begins...",
    "popularity": 21.595,
    "poster_path": "/6cXf5EDwVhsRv8GlBzUTVnWuk8Z.jpg",
    "vote_average": 9.1,
    "vote_count": 472,
    "type": "topRated"
  },
  {
    "backdrop_path": "/e30T3teKp6VZlIXhI0AhTDksvoy.jpg",
    "first_air_date": "2021-01-13",
    "genre_ids": "16,10759,10765",
    "id": 99071,
    "name": "Redo of Healer",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "回復術士のやり直し",
    "overview": "In a world of monsters, adventurers and magic, some of the most gifted healers are subjugated to brute force. Keyaru gains the ability to rewind time and turns the tables on those who’ve exploited him in this dark fantasy tale of vengeance and fury.",
    "popularity": 75.685,
    "poster_path": "/hynFI7MltF1BBvroh3iJplnBZyc.jpg",
    "vote_average": 9.1,
    "vote_count": 224,
    "type": "topRated"
  },
  {
    "backdrop_path": "/ci7jTekDFEx6U48XUCl3vBMdrns.jpg",
    "first_air_date": "2018-07-06",
    "genre_ids": "10759,18,9648,16",
    "id": 80564,
    "name": "Banana Fish",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "BANANA FISH",
    "overview": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance...",
    "popularity": 35.59,
    "poster_path": "/1UV5di9UIXwrpCW3xQ4RNli5hEV.jpg",
    "vote_average": 9.1,
    "vote_count": 415,
    "type": "topRated"
  },
  {
    "backdrop_path": "/iJlztXhWfHZH0VVGPMMl5oZS1RJ.jpg",
    "first_air_date": "2014-10-10",
    "genre_ids": "16,35,18",
    "id": 61663,
    "name": "Your Lie in April",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "四月は君の嘘",
    "overview": "Kousei Arima was a genius pianist until his mother's sudden death took away his ability to play. Each day was dull for Kousei. But, then he meets a violinist named Kaori Miyazono who has an eccentric playing style. Can the heartfelt sounds of the girl's violin lead the boy to play the piano again?",
    "popularity": 28.468,
    "poster_path": "/nksFLYTydth9OYVpMuMbtOBkvMO.jpg",
    "vote_average": 9,
    "vote_count": 402,
    "type": "topRated"
  },
  {
    "backdrop_path": "/lHcScx9Qpj6OkTmnzPRGIRhn3FR.jpg",
    "first_air_date": "2019-10-03",
    "genre_ids": "16,35,18",
    "id": 93019,
    "name": "ORESUKI: Are you the only one who loves me?",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "俺を好きなのはお前だけかよ",
    "overview": "Kisaragi Amatsuyu is invited out alone by the cool beauty upperclassman Cosmos and his childhood friend Himawari. Expecting to hear their confessions, he triumphantly goes to meet each of them in turn. But Cosmos and Himawari both instead confess to Amatsuyu that they like his friend. Amatsuyu fights this lonely battle, but there is another girl who is looking at him. She is a gloomy girl with glasses and braids. Amatsuyu finds that he hates her, because she's always turning her sharp tongue only on him and finding enjoyment in his troubles. But it turns out that she's the only one who actually does like him.",
    "popularity": 29.138,
    "poster_path": "/4MojZik5N62IShd2BFVEHyaRBLP.jpg",
    "vote_average": 9,
    "vote_count": 175,
    "type": "topRated"
  },
  {
    "backdrop_path": "/rnf2BDKeF1sxPEPhAcdvL0auuxr.jpg",
    "first_air_date": "2020-10-03",
    "genre_ids": "16,35",
    "id": 100049,
    "name": "TONIKAWA: Over the Moon for You",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "トニカクカワイイ",
    "overview": "First comes marriage, then comes an earthbound love that is out of this world!\n\nFrom the day his parents named him, Nasa Yuzaki has been destined for outer space...or so he believes. But while trying to join the space program, he is thrown for a loop when an accident introduces him to Tsukasa, a mysterious girl with strange powers. Is she an alien, a moon goddess or something else? Since she insists on marrying him, Nasa has plenty of chances to find out!",
    "popularity": 58.324,
    "poster_path": "/n1oOuXlcHF1brgcgyiwmnIODXso.jpg",
    "vote_average": 9,
    "vote_count": 220,
    "type": "topRated"
  },
  {
    "backdrop_path": "/ftpjln5qa8xAqnDGamIHtYweRHY.jpg",
    "first_air_date": "2020-07-11",
    "genre_ids": "16,35",
    "id": 96316,
    "name": "Rent-a-Girlfriend",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "彼女、お借りします",
    "overview": "In today’s Japan, \"rental\" services can deliver an afternoon with a \"friend,\" a \"parent,\" even a fake girlfriend! Kinoshita Kazuya is a 20-year-old failure of a college student. He managed to kiss his girlfriend once, but was dumped after a month.  Completely spiteful, Kazuya gets just desperate enough to give it a try. But he quickly discovers how complicated it can be to \"rent\" an emotional connection… and his new \"girlfriend,\" Mizuhara Chizuru, who’s trying to keep her side hustle secret, will panic when she finds out her real life and Kazuya’s are intertwined in surprising ways! A reckless rom-com filled with love and excitement is about to begin!",
    "popularity": 98.289,
    "poster_path": "/4rqyyM0R3a0EeSlEvdpxDKbjiKB.jpg",
    "vote_average": 9,
    "vote_count": 450,
    "type": "topRated"
  },
  {
    "backdrop_path": "/bPySXNfMaBhjwSlCaqQxIcDUqOm.jpg",
    "first_air_date": "2019-04-05",
    "genre_ids": "99",
    "id": 83880,
    "name": "Our Planet",
    "origin_country": [
      "GB"
    ],
    "original_language": "en",
    "original_name": "Our Planet",
    "overview": "Experience our planet's natural beauty and examine how climate change impacts all living creatures in this ambitious documentary of spectacular scope.",
    "popularity": 21.826,
    "poster_path": "/wRSnArnQBmeUYb5GWDU595bGsBr.jpg",
    "vote_average": 9,
    "vote_count": 100,
    "type": "topRated"
  },
  {
    "backdrop_path": "/mWwWhDiQWONiSS4Go12TTjNw0E5.jpg",
    "first_air_date": "2016-10-06",
    "genre_ids": "16,35,18",
    "id": 68129,
    "name": "Yuri!!! on Ice",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "ユーリ!!! on ICE",
    "overview": "Yūri Katsuki carried all of Japan's hopes on his shoulders to win at the Gran Prix Finale ice skating competition, but suffered a crushing defeat. He returns home to Kyushu and half feels like he wants to retire, and half feels like he wants to continue ice skating. Suddenly the five-time consecutive world championship ice skater Victor Nikiforov appears before him with Yuri Plisetsky, a young Russian figure skater who is already defeating his seniors. Victor and both Yuris take up the challenge on an unprecedented Gran Prix series.",
    "popularity": 26.776,
    "poster_path": "/oKVFf2uNCLMsovWBxAW14MmhHUm.jpg",
    "vote_average": 8.9,
    "vote_count": 358,
    "type": "topRated"
  },
  {
    "backdrop_path": "/sWghoJDqMRHDnkmk7fr3By5XPnf.jpg",
    "first_air_date": "2019-10-05",
    "genre_ids": "16,35,10765",
    "id": 91801,
    "name": "Welcome to Demon School! Iruma-kun",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "魔入りました！入間くん",
    "overview": "Fourteen-year-old Suzuki Iruma has just been abandoned and sold to a demon by his irresponsible parents! Surprisingly, the next thing he knows he's living with the demon who has adopted him as his new grandson, and has been transferred into a school in the demon world where his new \"demon\" grandfather works as the principal. Thus begins the cowardly Iruma-kun's extraordinary school life among the otherworldly as he faces his true self, takes on challenges, and rises to become someone great.",
    "popularity": 53.654,
    "poster_path": "/aed6I1EMR4Lbk8bdikWrndbn5Og.jpg",
    "vote_average": 8.9,
    "vote_count": 105,
    "type": "topRated"
  },
  {
    "backdrop_path": "/2f8OLO6UYp78dIQMs0oi7ja15Bl.jpg",
    "first_air_date": "2010-04-02",
    "genre_ids": "16,35,18",
    "id": 65648,
    "name": "Maid Sama!",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "会長はメイド様！",
    "overview": "Misaki Ayuzawa is the first female student council president at a once all-boys school turned co-ed. She rules the school with strict discipline demeanor. But she has a secret—she works at a maid cafe due to her families circumstances. One day the popular A-student and notorious heart breaker Takumi Usui finds out her secret and makes a deal with her to keep it hush from the school in exchange for spending some time with him.",
    "popularity": 19.605,
    "poster_path": "/kYP6kFq79cuyKbGXuHPqhSexT7R.jpg",
    "vote_average": 8.9,
    "vote_count": 337,
    "type": "topRated"
  },
  {
    "backdrop_path": "/rXXC22YUo31QfOsavy0jUbqdxFc.jpg",
    "first_air_date": "2014-12-09",
    "genre_ids": "10765,10759,16",
    "id": 73055,
    "name": "Attack on Titan: No Regrets",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "進撃の巨人 悔いなき選択",
    "overview": "Many years before becoming the famed captain of the Survey Corps, a young Levi struggles to survive in the capital's garbage dump, the Underground. As the boss of his own criminal operation, Levi attempts to get by with meager earnings while aided by fellow criminals, Isabel Magnolia and Farlan Church. With little hope for the future, Levi accepts a deal from the anti-expedition faction leader Nicholas Lobov, who promises the trio citizenship aboveground if they are able to successfully assassinate Erwin Smith, a squad leader of the Survey Corps.\n\nAs Levi and Erwin cross paths, Erwin acknowledges Levi's agility and skill and gives him the option to either become part of the expedition team, or be turned over to the Military Police, to atone for his crimes. Now closer to the man they are tasked to kill, the group plans to complete their mission and save themselves from a grim demise in the dim recesses of their past home. However, they are about to learn that the surface world is not as liberating as they had thought and that sometimes, freedom can come at a heavy price.\n\nBased on the popular spin-off manga of the same name, Attack on Titan: No Regrets illustrates the encounter between two of Attack on Titan's pivotal characters, as well as the events of the 23rd expedition beyond the walls.",
    "popularity": 179.524,
    "poster_path": "/xGdz67d5WHIU7kIqVHO2TxIpmhZ.jpg",
    "vote_average": 8.9,
    "vote_count": 1001,
    "type": "topRated"
  },
  {
    "backdrop_path": "/qCPusV7wkA2PkwSeFNYgIgda5yc.jpg",
    "first_air_date": "2020-01-07",
    "genre_ids": "16,35",
    "id": 96150,
    "name": "Seton Academy: Join the Pack!",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "群れなせ！シートン学園",
    "overview": "Seton Academy, a school full of animals where, thanks to population decline, there are fewer humans than any other creature. Mazama Jin, an animal hater and the only human male in his class, falls in love with Hino Hitomi, the only female human, the moment he lays eyes her. However he soon finds himself entangled with various other creatures after he reluctantly joins the 'pack' of Lanka the wolf, the only other member of her pack. After getting to know each other, the two decide to create a cooking club, and after a few bad-blooded misunderstandings, Ranka soon joins the club as well.\n\nThus begins the howl-some and howl-arious story of two normal humans; an adorable wolf; a cheerful koala; a sluggish, blonde sloth; and a feline with cattitude in their newfound club—in a story that teaches that friendship can be forged by creatures of different kinds.",
    "popularity": 29.171,
    "poster_path": "/yXSH5BYOhYt26S5x7Aqz2VXj6P1.jpg",
    "vote_average": 8.9,
    "vote_count": 175,
    "type": "topRated"
  },
  {
    "backdrop_path": "/6tbyZtMYtiNzBy200VXku8jO9ws.jpg",
    "first_air_date": "2019-04-07",
    "genre_ids": "16,35",
    "id": 87432,
    "name": "We Never Learn: BOKUBEN",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "ぼくたちは勉強ができない",
    "overview": "Nariyuki Yuiga is in his last and most painful year of high school. In order to gain the “special VIP recommendation” which would grant him a full scholarship to college, he must now tutor his classmates as they struggle to prepare for entrance exams.\n\nAmong his pupils are “the sleeping beauty of the literary forest,” Fumino Furuhashi, and “the Thumbelina supercomputer,” Rizu Ogata–two of the most beautiful super-geniuses at the school! While these two were thought to be academically flawless, it turns out that they’re completely clueless outside of their pet subjects…!?\n\nAs Nariyuki’s life is turned upside down by these quirky girls who just never learn, he must do everything he can to get them accepted into college! The stage is set for this romantic comedy featuring prodigies who never learn when it comes to studying and love!",
    "popularity": 26.248,
    "poster_path": "/fG3VClLXTvE6MpR0x8fv2q4cpGD.jpg",
    "vote_average": 8.9,
    "vote_count": 159,
    "type": "topRated"
  },
  {
    "backdrop_path": "/dJ8yrSokdTMnhKJw06MllSfCegb.jpg",
    "first_air_date": "2019-01-12",
    "genre_ids": "16,35,18",
    "id": 83121,
    "name": "Kaguya-sama: Love is War",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "かぐや様は告らせたい～天才たちの恋愛頭脳戦～",
    "overview": "Considered a genius due to having the highest grades in the country, Miyuki Shirogane leads the prestigious Shuchiin Academy's student council as its president, working alongside the beautiful and wealthy vice president Kaguya Shinomiya. The two are often regarded as the perfect couple by students despite them not being in any sort of romantic relationship.",
    "popularity": 46.202,
    "poster_path": "/dA93MnalfNLHMMlDcTCfX4QJb5Q.jpg",
    "vote_average": 8.9,
    "vote_count": 299,
    "type": "topRated"
  },
  {
    "backdrop_path": "/3ILMlmC30QUnYkY3XEBOyJ82Dqu.jpg",
    "first_air_date": "2016-04-03",
    "genre_ids": "10765,10759,35,16",
    "id": 65930,
    "name": "My Hero Academia",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "僕のヒーローアカデミア",
    "overview": "In a world where eighty percent of the population has some kind of super-powered Quirk, Izuku was unlucky enough to be born completely normal. But that won’t stop him from enrolling in a prestigious hero academy. Now, he’ll get his first taste of brutal rivalry from other schools as he braves the cutthroat, no-holds-barred provisional license exam.",
    "popularity": 49.107,
    "poster_path": "/phuYuzqWW9ru8EA3HVjE9W2Rr3M.jpg",
    "vote_average": 8.9,
    "vote_count": 2600,
    "type": "topRated"
  },
  {
    "backdrop_path": "/xbylY77fYyPjJN5TLYeawR7ault.jpg",
    "first_air_date": "2016-10-07",
    "genre_ids": "16,35",
    "id": 68188,
    "name": "Kiss Him, Not Me",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "Watashi ga Motete Dousunda",
    "overview": "Kae Serinuma is a second year high school student and an avid fujoshi who secretly ships her classmates, Igarashi and Nanashima. The death of her favorite anime character causes her to become stressed and lose weight rapidly. Now that Serinuma has become an attractive girl to her classmates, snarky junior Shinomiya and senior Mutsumi, how is she going to deal with them with her constant BL-filled fujoshi mind?",
    "popularity": 18.238,
    "poster_path": "/3GPjnbeDjwKYIs2DYZIpSWWllOg.jpg",
    "vote_average": 8.9,
    "vote_count": 164,
    "type": "topRated"
  },
  {
    "backdrop_path": "/jC1KqsFx8ZyqJyQa2Ohi7xgL7XC.jpg",
    "first_air_date": "2014-10-07",
    "genre_ids": "18,10765",
    "id": 60735,
    "name": "The Flash",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Flash",
    "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
    "popularity": 1441.576,
    "poster_path": "/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
    "vote_average": 7.6,
    "vote_count": 7005,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/colNDt09PACkwtCgWILJQ8i6vSR.jpg",
    "first_air_date": "2017-01-26",
    "genre_ids": "9648,18,80",
    "id": 69050,
    "name": "Riverdale",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Riverdale",
    "overview": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
    "popularity": 1214.353,
    "poster_path": "/wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
    "vote_average": 8.6,
    "vote_count": 10484,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/gmbsR4SvYhhj4SvLAlTKxIkFxp9.jpg",
    "first_air_date": "2021-02-23",
    "genre_ids": "10759,10765",
    "id": 95057,
    "name": "Superman & Lois",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Superman & Lois",
    "overview": "After years of facing megalomaniacal supervillains, monsters wreaking havoc on Metropolis, and alien invaders intent on wiping out the human race, The Man of Steel aka Clark Kent and Lois Lane come face to face with one of their greatest challenges ever: dealing with all the stress, pressures and complexities that come with being working parents in today's society.",
    "popularity": 1007.703,
    "poster_path": "/6SJppowm7cdQgLkvoTlnTUSbjr9.jpg",
    "vote_average": 8.4,
    "vote_count": 452,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/uro2Khv7JxlzXtLb8tCIbRhkb9E.jpg",
    "first_air_date": "2010-10-31",
    "genre_ids": "10759,18,10765",
    "id": 1402,
    "name": "The Walking Dead",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Walking Dead",
    "overview": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
    "popularity": 940.997,
    "poster_path": "/rqeYMLryjcawh2JeRpCVUDXYM5b.jpg",
    "vote_average": 8,
    "vote_count": 10115,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/edmk8xjGBsYVIf4QtLY9WMaMcXZ.jpg",
    "first_air_date": "2005-03-27",
    "genre_ids": "35",
    "id": 1416,
    "name": "Grey's Anatomy",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Grey's Anatomy",
    "overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
    "popularity": 843.206,
    "poster_path": "/clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg",
    "vote_average": 8.2,
    "vote_count": 5505,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/mZjZgY6ObiKtVuKVDrnS9VnuNlE.jpg",
    "first_air_date": "2017-09-25",
    "genre_ids": "18",
    "id": 71712,
    "name": "The Good Doctor",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Good Doctor",
    "overview": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives",
    "popularity": 725.137,
    "poster_path": "/6tfT03sGp9k4c0J3dypjrI8TSAI.jpg",
    "vote_average": 8.6,
    "vote_count": 7056,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/fRYwdeNjMqC30EhofPx5PlDpdun.jpg",
    "first_air_date": "2018-10-25",
    "genre_ids": "18,10765",
    "id": 79460,
    "name": "Legacies",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Legacies",
    "overview": "In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted.",
    "popularity": 520.71,
    "poster_path": "/qTZIgXrBKURBK1KrsT7fe3qwtl9.jpg",
    "vote_average": 8.6,
    "vote_count": 1685,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/2s6eEUCzGhRl0yef4VGcHNKpKvy.jpg",
    "first_air_date": "2019-10-11",
    "genre_ids": "9648",
    "id": 93693,
    "name": "Are You Afraid of the Dark?",
    "origin_country": [

    ],
    "original_language": "en",
    "original_name": "Are You Afraid of the Dark?",
    "overview": "Each season of this horror anthology series follows a different group of kids, members of the Midnight Society, as they discover terrifying curses and creatures.",
    "popularity": 446.601,
    "poster_path": "/seCdnVx50nhHmDqaC6QEYM3jSG3.jpg",
    "vote_average": 7.5,
    "vote_count": 133,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/JB17sIsU53NuWVUecOwrCA0CUp.jpg",
    "first_air_date": "2021-03-19",
    "genre_ids": "10765,10759,18",
    "id": 88396,
    "name": "The Falcon and the Winter Soldier",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Falcon and the Winter Soldier",
    "overview": "Following the events of “Avengers: Endgame”, the Falcon, Sam Wilson and the Winter Soldier, Bucky Barnes team up in a global adventure that tests their abilities, and their patience.",
    "popularity": 368.779,
    "poster_path": "/6kbAMLteGO8yyewYau6bJ683sw7.jpg",
    "vote_average": 8.5,
    "vote_count": 12,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/uY3MJohUpY7UMMTK90BIhX5txEs.jpg",
    "first_air_date": "2017-04-30",
    "genre_ids": "18,9648,10765",
    "id": 46639,
    "name": "American Gods",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "American Gods",
    "overview": "An ex-con becomes the traveling partner of a conman who turns out to be one of the older gods trying to recruit troops to battle the upstart deities. Based on Neil Gaiman's fantasy novel.",
    "popularity": 341.608,
    "poster_path": "/3KCAZaKHmoMIN9dHutqaMtubQqD.jpg",
    "vote_average": 7.1,
    "vote_count": 986,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/hpU2cHC9tk90hswCFEpf5AtbqoL.jpg",
    "first_air_date": "1989-12-17",
    "genre_ids": "16,35,10751",
    "id": 456,
    "name": "The Simpsons",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Simpsons",
    "overview": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
    "popularity": 306.923,
    "poster_path": "/2IWouZK4gkgHhJa3oyYuSWfSqbG.jpg",
    "vote_average": 7.8,
    "vote_count": 6199,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/8vNQ3i2Xa3mrCKn6eq2ce5hhegT.jpg",
    "first_air_date": "2019-10-06",
    "genre_ids": "10759,10765,9648,80",
    "id": 89247,
    "name": "Batwoman",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Batwoman",
    "overview": "Kate Kane, armed with a passion for social justice and a flair for speaking her mind, soars onto the streets of Gotham as Batwoman, an out lesbian and highly trained street fighter primed to snuff out the failing city's criminal resurgence. But don't call her a hero yet. In a city desperate for a savior, Kate must overcome her own demons before embracing the call to be Gotham's symbol of hope",
    "popularity": 325.798,
    "poster_path": "/xjyEpcuDbB1jy0ehNQMBiO8KOdr.jpg",
    "vote_average": 7.3,
    "vote_count": 967,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/yvKrycViRMQcIgdnjsM5JGNWU4Q.jpg",
    "first_air_date": "2013-04-07",
    "genre_ids": "10765,16,10759",
    "id": 1429,
    "name": "Attack on Titan",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "進撃の巨人",
    "overview": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as the city walls are destroyed by a Colossal Titan that appears out of thin air. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
    "popularity": 287.363,
    "poster_path": "/aiy35Evcofzl7hASZZvsFgltHTX.jpg",
    "vote_average": 8.7,
    "vote_count": 2971,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/s2IXx944vnZUtAxC2nPydOfqakh.jpg",
    "first_air_date": "2021-01-21",
    "genre_ids": "10759",
    "id": 99121,
    "name": "Walker",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Walker",
    "overview": "Reboot of the 1993 series focusing on Walker as he returns from years undercover. A widower and father of two, he begins fighting crime with a new partner, who is one of the only female Rangers in history.",
    "popularity": 281.616,
    "poster_path": "/y4VHQbbY1UcAjHN7UTGu0MGyVl2.jpg",
    "vote_average": 7,
    "vote_count": 37,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/lthkKBLe1rX6iThgVFg22O02sJw.jpg",
    "first_air_date": "2020-10-03",
    "genre_ids": "16,10759,10765",
    "id": 95479,
    "name": "Jujutsu Kaisen",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "呪術廻戦",
    "overview": "With his days numbered, high schooler Yuji decides to hunt down and consume the remaining 19 fingers of a deadly curse so it can die with him.",
    "popularity": 278.874,
    "poster_path": "/g1rK2nRXSidcMwNliWDIroWWGTn.jpg",
    "vote_average": 8.5,
    "vote_count": 699,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/2fhU42I8pPdvEKfrZtuJ8KrzdeF.jpg",
    "first_air_date": "2020-05-17",
    "genre_ids": "10765",
    "id": 79680,
    "name": "Snowpiercer",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Snowpiercer",
    "overview": "Set more than seven years after the world has become a frozen wasteland, the remnants of humanity inhabit a gigantic, perpetually-moving train that circles the globe as class warfare, social injustice and the politics of survival play out.",
    "popularity": 241.965,
    "poster_path": "/95xQPSqwvQDRoB3rXUn4lRyJrBW.jpg",
    "vote_average": 7.4,
    "vote_count": 547,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/jWXrQstj7p3Wl5MfYWY6IHqRpDb.jpg",
    "first_air_date": "1952-12-26",
    "genre_ids": "10763",
    "id": 94722,
    "name": "Tagesschau",
    "origin_country": [
      "DE"
    ],
    "original_language": "de",
    "original_name": "Tagesschau",
    "overview": "German daily news program, the oldest still existing program on German television.",
    "popularity": 248.084,
    "poster_path": "/7dFZJ2ZJJdcmkp05B9NWlqTJ5tq.jpg",
    "vote_average": 5.3,
    "vote_count": 4,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/qPO43E0tnw9Gjh9EzkNmc3AKlE3.jpg",
    "first_air_date": "2018-03-22",
    "genre_ids": "10759,18",
    "id": 76773,
    "name": "Station 19",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Station 19",
    "overview": "A group of heroic firefighters at Seattle Fire Station 19—from captain to newest recruit—risk their lives and hearts both in the line of duty and off the clock. These brave men and women are like family, literally and figuratively, and together they put their own lives in jeopardy as first responders to save the lives of others.",
    "popularity": 212.862,
    "poster_path": "/lcuCED5Ky2uM5VE6wILOwt5FEb0.jpg",
    "vote_average": 8.2,
    "vote_count": 704,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/nHo00WxAVUtnalEkIOJrPUOrkBL.jpg",
    "first_air_date": "2021-01-25",
    "genre_ids": "10766",
    "id": 117422,
    "name": "Dos vidas",
    "origin_country": [
      "ES"
    ],
    "original_language": "es",
    "original_name": "Dos vidas",
    "overview": "The story of Julia, a woman currently living out the life that her mother and future husband have planned for her. But just as she is about to get married, she discovers a great family secret that will change her forever. On the verge of a nervous breakdown, she decides to get away and finds refuge in a secluded town in the mountains of Madrid where she will have a complicated mission: to take control of her own destiny.",
    "popularity": 212.684,
    "poster_path": "/gr4mvVThwX2lXajmScgzLKYcccS.jpg",
    "vote_average": 5.5,
    "vote_count": 2,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/xlKKD1TXJvh0YYlVPqqQ3g3ZUjM.jpg",
    "first_air_date": "2018-07-01",
    "genre_ids": "16,10759,10765",
    "id": 80020,
    "name": "Super Dragon Ball Heroes",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "スーパードラゴンボールヒーローズ",
    "overview": "Trunks returns from the future to train with Goku and Vegeta. However, it disappears without warning. Then the mysterious Fu bursts in, telling them that Trunks has been imprisoned in the Prison Planet, a mysterious complex in an unknown place in the universes. The group seeks the dragon balls to free Trunks, but an endless battle awaits them! Will Goku and the others rescue Trunks and escape the Prison Planet?",
    "popularity": 196.329,
    "poster_path": "/jYeTfpxS3IzgqKkYCjmdCKwq8PW.jpg",
    "vote_average": 7.6,
    "vote_count": 1741,
    "type": "upcoming"
  },
  {
    "backdrop_path": "/lOr9NKxh4vMweufMOUDJjJhCRHW.jpg",
    "first_air_date": "2021-01-15",
    "genre_ids": "10765,9648,18",
    "id": 85271,
    "name": "WandaVision",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "WandaVision",
    "overview": "Wanda Maximoff and Vision—two super-powered beings living idealized suburban lives—begin to suspect that everything is not as it seems.",
    "popularity": 1958.92,
    "poster_path": "/glKDfE6btIRcVB5zrjspRIs4r52.jpg",
    "vote_average": 8.5,
    "vote_count": 7331,
    "type": "popular"
  },
  {
    "backdrop_path": "/jC1KqsFx8ZyqJyQa2Ohi7xgL7XC.jpg",
    "first_air_date": "2014-10-07",
    "genre_ids": "18,10765",
    "id": 60735,
    "name": "The Flash",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Flash",
    "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
    "popularity": 1440.62,
    "poster_path": "/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
    "vote_average": 7.6,
    "vote_count": 6994,
    "type": "popular"
  },
  {
    "backdrop_path": "/colNDt09PACkwtCgWILJQ8i6vSR.jpg",
    "first_air_date": "2017-01-26",
    "genre_ids": "9648,18,80",
    "id": 69050,
    "name": "Riverdale",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Riverdale",
    "overview": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
    "popularity": 1312.43,
    "poster_path": "/wRbjVBdDo5qHAEOVYoMWpM58FSA.jpg",
    "vote_average": 8.6,
    "vote_count": 10475,
    "type": "popular"
  },
  {
    "backdrop_path": "/gmbsR4SvYhhj4SvLAlTKxIkFxp9.jpg",
    "first_air_date": "2021-02-23",
    "genre_ids": "10759,10765",
    "id": 95057,
    "name": "Superman & Lois",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Superman & Lois",
    "overview": "After years of facing megalomaniacal supervillains, monsters wreaking havoc on Metropolis, and alien invaders intent on wiping out the human race, The Man of Steel aka Clark Kent and Lois Lane come face to face with one of their greatest challenges ever: dealing with all the stress, pressures and complexities that come with being working parents in today's society.",
    "popularity": 1004.092,
    "poster_path": "/6SJppowm7cdQgLkvoTlnTUSbjr9.jpg",
    "vote_average": 8.4,
    "vote_count": 444,
    "type": "popular"
  },
  {
    "backdrop_path": "/edmk8xjGBsYVIf4QtLY9WMaMcXZ.jpg",
    "first_air_date": "2005-03-27",
    "genre_ids": "18",
    "id": 1416,
    "name": "Grey's Anatomy",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Grey's Anatomy",
    "overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
    "popularity": 903.713,
    "poster_path": "/clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg",
    "vote_average": 8.2,
    "vote_count": 5495,
    "type": "popular"
  },
  {
    "backdrop_path": "/mXouvrZbn8YpZMURGvw30QK8qfo.jpg",
    "first_air_date": "2019-08-22",
    "genre_ids": "18,10765",
    "id": 89641,
    "name": "Love Alarm",
    "origin_country": [
      "KR"
    ],
    "original_language": "ko",
    "original_name": "좋아하면 울리는",
    "overview": "Love Alarm is an app that tells you if someone within a 10-meter radius has a crush on you. It quickly becomes a social phenomenon. While everyone talks about it and uses it to test their love and popularity, Jojo is one of the few people who have yet to download the app. However, she soon faces a love triangle situation between Sun-oh whom she starts to have feelings for, and Hye-young, who has had a huge crush on her.",
    "popularity": 894.132,
    "poster_path": "/hQ8Hobo1RpYuZVQJQOCycNMHAG.jpg",
    "vote_average": 8.5,
    "vote_count": 1215,
    "type": "popular"
  },
  {
    "backdrop_path": "/uro2Khv7JxlzXtLb8tCIbRhkb9E.jpg",
    "first_air_date": "2010-10-31",
    "genre_ids": "10759,18,10765",
    "id": 1402,
    "name": "The Walking Dead",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Walking Dead",
    "overview": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
    "popularity": 868.294,
    "poster_path": "/rqeYMLryjcawh2JeRpCVUDXYM5b.jpg",
    "vote_average": 8,
    "vote_count": 10097,
    "type": "popular"
  },
  {
    "backdrop_path": "/mZjZgY6ObiKtVuKVDrnS9VnuNlE.jpg",
    "first_air_date": "2017-09-25",
    "genre_ids": "18",
    "id": 71712,
    "name": "The Good Doctor",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Good Doctor",
    "overview": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives",
    "popularity": 728.991,
    "poster_path": "/6tfT03sGp9k4c0J3dypjrI8TSAI.jpg",
    "vote_average": 8.6,
    "vote_count": 7049,
    "type": "popular"
  },
  {
    "backdrop_path": "/ta5oblpMlEcIPIS2YGcq9XEkWK2.jpg",
    "first_air_date": "2016-01-25",
    "genre_ids": "80,10765",
    "id": 63174,
    "name": "Lucifer",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Lucifer",
    "overview": "Bored and unhappy as the Lord of Hell, Lucifer Morningstar abandoned his throne and retired to Los Angeles, where he has teamed up with LAPD detective Chloe Decker to take down criminals. But the longer he's away from the underworld, the greater the threat that the worst of humanity could escape.",
    "popularity": 684.413,
    "poster_path": "/4EYPN5mVIhKLfxGruy7Dy41dTVn.jpg",
    "vote_average": 8.5,
    "vote_count": 7836,
    "type": "popular"
  },
  {
    "backdrop_path": "/hVMoqvXs5j9ffun56tZ5YhliSD9.jpg",
    "first_air_date": "2021-02-24",
    "genre_ids": "35,18",
    "id": 117581,
    "name": "Ginny & Georgia",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Ginny & Georgia",
    "overview": "Angsty and awkward fifteen year old Ginny Miller often feels more mature than her thirty year old mother, the irresistible and dynamic Georgia Miller. After years on the run, Georgia desperately wants to put down roots in picturesque New England and give her family something they've never had... a normal life. But it's not all carpool and Kombucha as Georgia's past threatens her and her family's new way of life... and Georgia will do anything to protect her family.",
    "popularity": 581.525,
    "poster_path": "/e4aqizYQ8eeTGNZMq6WiFfqoZbz.jpg",
    "vote_average": 8.1,
    "vote_count": 258,
    "type": "popular"
  },
  {
    "backdrop_path": "/8OrceoLR3ARlthFw0daqW7saXit.jpg",
    "first_air_date": "2021-02-19",
    "genre_ids": "18,9648",
    "id": 97513,
    "name": "The Boarding School: Las Cumbres",
    "origin_country": [
      "ES"
    ],
    "original_language": "es",
    "original_name": "El internado: Las Cumbres",
    "overview": "In an inaccessible place between the mountains and isolated from the world, a school is located next to an old monastery. The students are rebellious and problematic young people who live under the strict and severe discipline imposed by the center to reintegrate them into society. The surrounding forest is home to ancient legends, threats that are still valid and that will immerse them in terrifying adventures.",
    "popularity": 543.236,
    "poster_path": "/kl07N07l4XNjXF48oujzWXs40Dw.jpg",
    "vote_average": 7.5,
    "vote_count": 433,
    "type": "popular"
  },
  {
    "backdrop_path": "/fRYwdeNjMqC30EhofPx5PlDpdun.jpg",
    "first_air_date": "2018-10-25",
    "genre_ids": "10765,18",
    "id": 79460,
    "name": "Legacies",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Legacies",
    "overview": "In a place where young witches, vampires, and werewolves are nurtured to be their best selves in spite of their worst impulses, Klaus Mikaelson’s daughter, 17-year-old Hope Mikaelson, Alaric Saltzman’s twins, Lizzie and Josie Saltzman, among others, come of age into heroes and villains at The Salvatore School for the Young and Gifted.",
    "popularity": 534.102,
    "poster_path": "/qTZIgXrBKURBK1KrsT7fe3qwtl9.jpg",
    "vote_average": 8.6,
    "vote_count": 1685,
    "type": "popular"
  },
  {
    "backdrop_path": "/wAEWZm2pSopAbqE5dQWE0ET8aR5.jpg",
    "first_air_date": "2021-01-08",
    "genre_ids": "99",
    "id": 114695,
    "name": "Marvel Studios: Legends",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Marvel Studios: Legends",
    "overview": "Revisit the epic heroes, villains and moments from across the MCU in preparation for the stories still to come. Each dynamic segment feeds directly into the upcoming series — setting the stage for future events. This series weaves together the many threads that constitute the unparalleled Marvel Cinematic Universe.",
    "popularity": 484.881,
    "poster_path": "/EpDuYIK81YtCUT3gH2JDpyj8Qk.jpg",
    "vote_average": 7.7,
    "vote_count": 331,
    "type": "popular"
  },
  {
    "backdrop_path": "/aq2yEMgRQBPfRkrO0Repo2qhUAT.jpg",
    "first_air_date": "2013-03-03",
    "genre_ids": "10759,18",
    "id": 44217,
    "name": "Vikings",
    "origin_country": [
      "CA"
    ],
    "original_language": "en",
    "original_name": "Vikings",
    "overview": "The adventures of Ragnar Lothbrok, the greatest hero of his age. The series tells the sagas of Ragnar's band of Viking brothers and his family, as he rises to become King of the Viking tribes. As well as being a fearless warrior, Ragnar embodies the Norse traditions of devotion to the gods. Legend has it that he was a direct descendant of Odin, the god of war and warriors.",
    "popularity": 477.349,
    "poster_path": "/bQLrHIRNEkE3PdIWQrZHynQZazu.jpg",
    "vote_average": 8,
    "vote_count": 4175,
    "type": "popular"
  },
  {
    "backdrop_path": "/2s6eEUCzGhRl0yef4VGcHNKpKvy.jpg",
    "first_air_date": "2019-10-11",
    "genre_ids": "9648",
    "id": 93693,
    "name": "Are You Afraid of the Dark?",
    "origin_country": [

    ],
    "original_language": "en",
    "original_name": "Are You Afraid of the Dark?",
    "overview": "Each season of this horror anthology series follows a different group of kids, members of the Midnight Society, as they discover terrifying curses and creatures.",
    "popularity": 468.455,
    "poster_path": "/seCdnVx50nhHmDqaC6QEYM3jSG3.jpg",
    "vote_average": 7.5,
    "vote_count": 133,
    "type": "popular"
  },
  {
    "backdrop_path": "/gL8myjGc2qrmqVosyGm5CWTir9A.jpg",
    "first_air_date": "2018-05-02",
    "genre_ids": "10759,18",
    "id": 77169,
    "name": "Cobra Kai",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Cobra Kai",
    "overview": "This Karate Kid sequel series picks up 30 years after the events of the 1984 All Valley Karate Tournament and finds Johnny Lawrence on the hunt for redemption by reopening the infamous Cobra Kai karate dojo. This reignites his old rivalry with the successful Daniel LaRusso, who has been working to maintain the balance in his life without mentor Mr. Miyagi.",
    "popularity": 456.144,
    "poster_path": "/obLBdhLxheKg8Li1qO11r2SwmYO.jpg",
    "vote_average": 8.1,
    "vote_count": 2726,
    "type": "popular"
  },
  {
    "backdrop_path": "/mleEJUPlGvckJWHMNZVjpPGMSL8.jpg",
    "first_air_date": "2019-11-12",
    "genre_ids": "10765,10759,37,18",
    "id": 82856,
    "name": "The Mandalorian",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Mandalorian",
    "overview": "After the fall of the Galactic Empire, lawlessness has spread throughout the galaxy. A lone gunfighter makes his way through the outer reaches, earning his keep as a bounty hunter.",
    "popularity": 452.092,
    "poster_path": "/sWgBv7LV2PRoQgkxwlibdGXKz1S.jpg",
    "vote_average": 8.5,
    "vote_count": 6025,
    "type": "popular"
  },
  {
    "backdrop_path": "/suopoADq0k8YZr4dQXcU6pToj6s.jpg",
    "first_air_date": "2011-04-17",
    "genre_ids": "10765,18,10759",
    "id": 1399,
    "name": "Game of Thrones",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Game of Thrones",
    "overview": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
    "popularity": 422.448,
    "poster_path": "/u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
    "vote_average": 8.4,
    "vote_count": 13430,
    "type": "popular"
  },
  {
    "backdrop_path": "/wgEWTYAAY7F04o4F20j0L1DGB8i.jpg",
    "first_air_date": "2019-07-23",
    "genre_ids": "18",
    "id": 91605,
    "name": "I Am...",
    "origin_country": [

    ],
    "original_language": "en",
    "original_name": "I Am...",
    "overview": "Each hour-long film follows a different women as they experience “moments that are emotionally raw, thought-provoking and utterly personal”.",
    "popularity": 406.58,
    "poster_path": "/oogunE22HDTcTxFakKQbwqfw1qo.jpg",
    "vote_average": 5.3,
    "vote_count": 13,
    "type": "popular"
  },
  {
    "backdrop_path": "/k7T9xRyzP41wBVNyNeLmh8Ch7gD.jpg",
    "first_air_date": "2009-09-10",
    "genre_ids": "18,10765",
    "id": 18165,
    "name": "The Vampire Diaries",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Vampire Diaries",
    "overview": "The story of two vampire brothers obsessed with the same girl, who bears a striking resemblance to the beautiful but ruthless vampire they knew and loved in 1864.",
    "popularity": 375.579,
    "poster_path": "/aBkVgChtyyJaHyZh1gfd8DbzQon.jpg",
    "vote_average": 8.3,
    "vote_count": 5382,
    "type": "popular"
  }
]